tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/apache'
tap 'homebrew/binary'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'neovim/neovim'
tap 'rogual/neovim-dot-app'
brew 'autoconf'
brew 'automake'
brew 'boost'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'cmake'
brew 'ctags'
brew 'diff-so-fancy'
brew 'openssl'
brew 'freetds'
brew 'git'
brew 'fzf'
brew 'gdbm'
brew 'gdrive'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'icu4c'
brew 'harfbuzz'
brew 'lua'
brew 'highlight'
brew 'htop-osx'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'xz'
brew 'imagemagick'
brew 'libevent'
brew 'libtermkey'
brew 'libuv'
brew 'libvterm'
brew 'libyaml'
brew 'lynx'
brew 'mas'
brew 'msgpack'
brew 'node'
brew 'pango'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'python3'
brew 'ruby-build'
brew 'rbenv', args: ['HEAD']
brew 'rbenv-default-gems'
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: true
brew 'ruby'
brew 'slackcat'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'unibilium'
brew 'watch'
brew 'watchman'
brew 'wget'
brew 'yarn'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'neovim/neovim/neovim'
cask '1password-beta'
cask 'alfred'
cask 'atom'
cask 'betterzipql'
cask 'calibre'
cask 'cleanmymac'
cask 'cscreen'
cask 'daisydisk'
cask 'docker-beta'
cask 'evernote'
cask 'filebot'
cask 'firefox-beta'
cask 'flux'
cask 'font-dejavu-sans-mono-for-powerline'
cask 'font-droid-sans-mono-for-powerline'
cask 'font-fira-mono-for-powerline'
cask 'font-fontawesome'
cask 'font-hack'
cask 'font-inconsolata-dz-for-powerline'
cask 'font-input'
cask 'font-mononoki'
cask 'gitup'
cask 'goofy'
cask 'google-chrome-canary'
cask 'google-chrome-dev'
cask 'google-drive'
cask 'hermes'
cask 'imageoptim'
cask 'insomnia'
cask 'istat-menus'
cask 'iterm2-beta'
cask 'kaleidoscope'
cask 'keepingyouawake'
cask 'keybase'
cask 'kodi'
cask 'limechat'
cask 'logitech-options'
cask 'medis'
cask 'omnifocus'
cask 'omnigraffle'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'qlvideo'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'quicklookase'
cask 'rescuetime'
cask 'safari-technology-preview'
cask 'slack'
cask 'soulver'
cask 'superduper'
cask 'the-unarchiver'
cask 'tower-beta'
cask 'transmission'
cask 'virtualbox'
cask 'vlc'
cask 'webpquicklook'
cask 'xscope'
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Gestimer', id: 990588172
mas 'Twitter', id: 409789998
mas 'MergePDF', id: 721068733
mas 'Xcode', id: 497799835
mas 'WiFi Explorer', id: 494803304
mas 'Keynote', id: 409183694
mas 'Pages', id: 409201541
mas 'Irvue', id: 1039633667
mas 'Numbers', id: 409203825
